Repository: jjerro/estatezilla
Catalog: resources/po/*.po
Languages: id

source: Message from
id: Pesan dari

source: Thanks for your message. We'll get back to you shortly.
id: Terima kasih atas pesan Anda! Kami akan membalas anda secepatnya.

source: Choose your language
id: Pilih Bahasa

source: Highest price
id: Harga Tertinggi

source: Lowest price
id: Harga Terendah

source: Most recent
id: Terbaru

source: Message from %s visitor
id: Pesan dari %s pengunjung

source: Save property
id: Simpan properti

source: Remove saved property
id: Hapus properti tersimpan

source: This area only
id: Hanya area ini

source: Within &frac14; mile
id: Dalam &frac14; mil

source: Within &frac12; mile
id: Dalam &frac14; mil

source: Within %s mile
id: Dalam %s mil

source: No min
id: Terendah

source: No max
id: Tertinggi

source: Anytime
id: Kapan Saja

source: Last 24 hours
id: 24 jam terakhir

source: Last 3 days
id: 3 hari terakhir

source: Last 7 days
id: 7 hari terakhir

source: Last 14 days
id: 14 hari terakhir

source: Any
id: Apa saja

source: New
id: Baru

source: Pre-owned
id: Pernah dimiliki

source: Has parking
id: Memiliki Parkiran

source: Has garden
id: Memiliki Taman

source: Investment property
id: Investasi properti

source: Property link :
id: Tautan Properti :

source: Property reference :
id: Referensi properti :

source: Please enter your name
id: Silahkan isi nama anda

source: Please enter your email
id: Silahkan isi email anda

source: Please enter your friend's name
id: Silahkan isi nama teman anda

source: Please enter your friend's email
id: Silahkan isi email teman anda

source: %s shared a property with you
id: %s membagikan properti dengan anda

source: You've successfully sent this message to your friend
id: Anda berhasil mengirimkan pesan kepada teman anda

source: Password changed successfully!
id: Password anda berhasil diganti!

source: You must enter the description for the '%s' language
id: Anda harus memasukkan deskripsi untuk '%s' bahasa

source: Invalid address
id: Alamat tidak valid

source: Please make sure the terms and conditions are accepted
id: Mohon pastikan syarat dan ketentuan telah diterima
